[
  {
    "id": "hunterdiary1",
    "unique": false,
    "tags": [],
    "book": {
      "title": "Hunter's diary",
      "author": "Unknown",
      "content": [
        "§lDay one§r\n A small group of hunters myself included have just been sent out to defend a village and, if possible, launch an attack on the nearby vampire forest. Being new at hunting vampires I was a little nervous, but Marcus, another hunter reassured me.",
        "§lNight one§r\n Not much happened tonight, a few vampires were spotted but none came close. They seemed to eye the villagers but retreated upon seeing our weapons. I'm still not sure why we have to use these axes specifically, Marcus just told me that the vampires don't die easily and that these just put them down quicker but never a solid reason. I'll try out another weapon if I ever get the chance.",
        "§lNight two§r\n I'm skipping making day entries as nothing of note ever happens, I will however mention that I bought a plain iron sword off of one of the local blacksmiths. A few vampires attacked, there were no losses but one did manage to bite a villager. Unsurprisingly they went down quick and weren't much to handle.",
        "§lNight three§r\n This night was bad. There was a small attack staged by a group of vampires on the village, I was given the opportunity so I dealt with one only with my iron sword. I now understand why Marcus told me to use these axes, after a few moments it's limbs regrew and it literally got back up! Something about these axes being salted or holy keeps them from regenerating. After dispatching it with my axe I returned to my group to see a strange vampire exit the forest slowly, she seemed different. Not only was she dressed in fine almost royal garments but she seemed to walk with confidence. I would later learn this was one of the \"barons\" of the forest, a type of much stronger vampire that seems to enthrall others to their will. After a moment of pause the others charged her. To this day I do not think I will forget what I saw that night, Rutherd was first to go. He went in for a swipe of his axe, effortlessly she seemed to avoid the hit and backhanded him. With that single hit he had been sent back, his flimsy leather torn easily as his cheekbone seemed to break from the hit. The others backed up, a smiled seemed to form on her face. Marcus then charged with Alex, a sort of scissor attack going on on both sides. To our sudden horror the baron just vanished into straight air, or so we had thought. Horror turned to fear as we had learned the hard way that this one could turn herself invisible. Alex's axe was suddenly knocked from his hand as the now invisible baron latched onto his neck with her fangs, he would have died from blood loss if Marcus didn't step in and attack her with his axe. A sudden shriek was heard as she let go of Alex and swiped at Marcus, which he blocked with the blade of his axe. Whatever wound he had inflicted didn't seem to heal, when her hit was blocked by his axe blade her hand seemed almost burned. A look of fear went across her face as it dawned on her that she was very much so viable to die. I charged in from behind, a small stake in hand. I'd have slew her if she hadn't suddenly grown claws and large wings that quite literally slammed into me. As I was knocked on the ground from the sheer impact of these wings. Alex ran to attack with Rutherd who had healed with the use of one of our potions, The baron swiped at Alex while simultaneously using her wings to slam into Rutherd and defend her backside. Suddenly, Marcus had pulled a vial of holy water with the label \"ultimate\". While the baron was about to decapitate Alex Marcus threw it at her. The sound she made was terrible, a loud hiss that rang in ears disorientating us. Her flesh was horribly burned and started to fall off her body, while writhing in pain I quickly got up and drove my axe deep into her skull. With that she crumpled to the ground, and this night was over.",
        "§lDay four§r\n After our attack against the baron we were moved back to HQ and put up in the hospital. Some other team was sent in out place."
      ]
    }
  },
  {
    "id": "thevampire",
    "tags": [
      "dbno"
    ],
    "unique": false,
    "book": {
      "title": "A maid's diary",
      "author": "Unknown",
      "content": [
        "He used to be normal. Respected, admired, and rich beyond anyone's imaginations, but one by one, everyone in his life left him. It began when he came back from visiting his sister, who lived farther south in a much larger city than this small village. Upon receiving news that she had been attacked, he raced off into the night, hoping to be at her bedside when she died. When he returned, gone was the man we once knew. He shut himself away in his mansion, firing half of his staff, keeping on only those he trusted, and for some reason, me. The mansion felt cold and lifeless, and this feeling only grew as it fell into disrepair. Over time, everyone started to quit, traveling to the city in search of a better paying job, but I stayed, among the cobwebs and layers of dust, and did the best I could to care for the house and its inhabitant. I began to notice strange behavioral changes. I'd often find him performing strange rituals in the dead of night, making sure all curtains were shut in the daytime, and he began to look... hungrier. Everyday I would prepare his dinner, but each night he would stare with increasing disdain. For a while he would attempt to eat the food, but he at some point he stopped, instead just glaring at the dish with a sense of rage, and a bit of sadness. One day, I decided to skip making dinner for him. He never ate it anyways, and I had better things to do with my time, but as the clock struck nine, he suddenly appeared in the doorway of my small room. \"Dinner. Now\" he demanded, with a hungry look in his eyes. So terrifying was his demeanor, it was like his eyes shone red in the dark. He stalked off, and I immediately raced off to the kitchen. With shaking hands, I prepared his meal, as he sat deadly still at the head of the dinner table. The fire roared, and the room had grown hot, but his face was like that of a corpse. Pale, devoid of all blood. His eyes seemed sunken, lifeless like the home we stood in. Overcome with my thoughts, my hand slipped, and my kitchen knife cut into my palm. I quickly grabbed a hand towel to stop the bleeding, but the knife had cut deep. \"Maid! Where is my meal?\" he yelled from the dining room. Shaking, with the hand towel still wrapped around my wound, I picked up the plate, gathered his silverware, and entered the room. As soon as I entered, he stiffened. \"Have you prepared something new today?\" he asked in a gentle voice. I froze, \"No sir. It's what you always request. Steak... rare.\" He stared at me, then smiled a little. I could swear I saw beast-like teeth, glistening in the candle light. \"Put it down on the table\" he said, in a low growl, as he stood up and began making his way towards me. Nervous, I took a step back, and with that, he began to speed up. His shadow grew, lengthened by the roaring fire behind him, and as it reached me, I turned and darted into the kitchen. The plate shattered behind me, as I threw open the doors and looked for a place to hide. I quickly grabbed the kitchen knife I had cut myself with, and ducked behind the counter. The doors flew open, slamming into the walls and knocking over a broom I had left standing there. I peered around the corner to see him standing there, hungrily in the doorway. \"I can smell your blood. It's quite sweet, and I haven't eaten in so long...\" he whispered as he stalked into the room. I looked down in horror at my hand, with blood still seeping through the cloth. Suddenly, he slammed his hands onto the counter, and stared menacingly at me from above. I tried to move out of the way, but he grabbed my hair and slammed my head onto the counter. \"You know...\" he started, gazing hungrily at me, \"I've tried drinking from rats, from the chickens, even from the neighbors damn dog, but they've never been able to satisfy my thirst. A human though? The world can always do with one less of you.\" Disoriented, I struggled to move as he slowly sunk his teeth into my neck. It was terrible as I felt the blood drawn out of my body. I could feel myself becoming weaker, but I managed to raise my knife and plunge it into his chest. Gasping, he backed away, coughing up the very blood he had just been drinking, and crumpled to the ground. I watched him die in horror, as I realized that I was now a murderer. It may have been in self defense, but no one would ever believe me. I stood frozen in shock, and just as I could no longer bear to watch him succumb to death, I saw it. The monster began to stir. It seemed that he had hung in a state between life and death, until his powers brought him back to life. As he started to move, I knew what I had to do. Steadying myself, I took my knife, still red with blood, and aimed directly at his heart. The knife sunk deep, and with one final look of rage, the light faded from his eyes, and at last he was at peace. Stepping away, I began to plan my next move. I was just a lowly maid, who was now left with the corpse of an aristocrat. He may not have been loved in his final moments, but that didn't take away his power. I would likely be hung for my crimes. I wasn't dead yet though. I still had time to escape before his body was found. I looked down at my dress, now soaked in his blood, and went to my room to pack everything I had. I had to leave in the dead of night to avoid suspicion. I had been locked away in this mansion for so long, I was sure it would have been a shock to see me in the town, much less in a blood-soaked dress. I didn't have much, so all I took with me was a small suitcase. I made sure to change my outfit to avoid suspicion, but still brought with me my now soiled dress. I would have to find a place to wash out the stains, but it was the only other outfit I owned. I couldn't afford to leave it behind, nor could I let someone else find it and start tracking me down. I began to feel lethargic, but I blamed it on the blood loss I had just suffered. I couldn't believe all this time, I had been living in the same home as a vampire. I had only read stories about them, these terrible creatures that came in the dead of night, to drain you of life. I was terrified to realize they exist, a nightmare come true. Once I found a safe place, I vowed to find a way to protect myself from these beasts. I left the house, armed with the knife that had saved my life, my suitcase, and a coat, for I had begun to feel extremely cold despite the warm summer breeze. I made my way towards the docks, determined to make it aboard a ship and travel as far as I could from this hell."
      ]
    }
  },
  {
    "id": "poem1",
    "tags": [
      "mother"
    ],
    "unique": false,
    "book": {
      "title": "My mother",
      "author": "Unknown",
      "content": [
        "Ripping, gnashing, gnawing, eating\n\nIn those dead forests she rests, driven by her bloodlust and hunger.\n\nTearing, biting, crushing, devouring\n\nIn the moonlit night she preys; those arrogant mortal men much to their dismay\n\nGorging, gluttonous, ravenous, insatiable\n\nIn their ancient arrogance; foolish they have grown\n\nDeath, eternal, wasting, decaying\n\nThough they lie in death; penance shall near come\n\nLight, grace, divinity, glory"
      ]
    }
  },
  {
    "id": "report1",
    "tags": [
      "mother"
    ],
    "unique": false,
    "book": {
      "title": "Journal of a mad man",
      "author": "Unidentified person",
      "content": [
        "It's been one day since my so called \"friends\" left me in the middle of this desert. I must be going crazy because not only have I been hearing these...whispers..but also had this urge...like something powerful is calling me..Ah why bother, i'm just losing myself aren't I?",
        "I've been wandering for a few days now, each day the whispers seem to grow louder and clearer? I feel a greater desire to find whatever is making it..I'm not even sure why i'm still walking- its just something tells me I need to keep going this way, maybe god is trying to save me?",
        "I- I could hear her clearly today! The whispers were so...beautiful so..elegant! Whatever it- She is, she's calling me! The pull I feel is so strong now, I feel so close to her now!",
        "I may have made a mistake..I-I wandered into these dark woods searching for her..but as I get closer I feel such a deep level of dread, red eyes watch me from the fog but vanish when I try to reach them..Every time I turn to leave the screaming turns me around..back to her..",
        "It's all fine now. The storm has passed, mother has guided me. My hands once vacant now are filled with purpose- Her purpose- mothers purpose. I feel so charmed, so complete. Mother has given me purpose, she can give you purpose to. Come to the woods. Come to the woods.",
        "§oMOTHER§r"
      ]
    }
  },
  {
    "id": "report2",
    "tags": [
      "prince"
    ],
    "unique": false,
    "book": {
      "title": "My prince",
      "author": "Unknown",
      "content": [
        "I have been with the prince for 10 years now. He arrived to this forest a weak creature, stumbling around on the search for blood, when he discovered this was a place for creatures like him. I didn't pay much attention to him at first. Newly turned, he wasn't yet strong enough to take on the barons that dominated this land, so he kept to himself most of the time. I had other things to worry about, like the hunters that often wandered in to take our blood and souls. Everything changed however, when he took down the first baron. It wasn't the strongest one, ranked fairly low in our hierarchy, but from then on he was seen as a threat. He started collecting the pureblood of the barons, using it in strange rituals in the dead of night, where a red beam would shoot down towards him, bathing the vampire in a crimson light. At first I feared him and his curious ways, but after a while I started to admire his power. After spending time in our forest and growing in strength, he soon became known as Lord. The hunters of the nearby village had heard of his power, and arrived often to take down this dark threat in their lives. He always persevered, but in this world he was without allies. That is, until he approached me. Handing me a scroll, he asked me to join him. Speaking of the turmoil and hardships that vampires like him faced, he said that he wished to grow stronger, and protect the vampires of this forest. I quickly agreed, and found myself under the leadership of this fierce vampire. He gave me weapons, armor, even a name. Before this I had lost all focus, aimlessly wandering around, searching only for blood and fighting any that stood in my way, but now I had a purpose. He soon gathered more followers, those that worked towards the same purpose as him, and became known as the Prince of these dark lands. One night he gestured for me to follow him, and led me to a chest. He spoke in a whisper, ensuring none would overhear what he would say next. \"As my most trusted minion, I would like to show you something.\" Turning, he opened the chest and pulled out a cloak and a bottle of pureblood. Quickly, he threw the cloak around his shoulders, and uncorked the bottle. Lifting the pureblood to his lips, he drained it, and from his back something monstrous grew. Crimson wings unfurled behind him, and stretched out as my Prince stood tall. He laughed at the look of shock on my face. \"Don't worry, these are just temporary\" he said. \"They will disappear in a few minutes. I discovered this effect during my experiments.\" My shock turned to amazement, as I reveled in how much we still didn't know about our own species. \"I've been working in secret on how we can continue to improve ourselves. I can assure you, these wings are just the start of uncovering how powerful we can become.\" He soon left the room, leaving me to take in this amazing new discovery. One day we would leave this dark forest and bring a new era to the world. I'm not sure yet what this will entail, but I am confident that with my Prince leading the vampires of this land, we can take on any obstacle that dares stand in our way."
      ]
    }
  },
  {
    "id": "piklach",
    "tags": [
      "piklach"
    ],
    "unique": true,
    "book": {
      "title": "Diary",
      "author": "Pyromaniac Pik",
      "content": [
        "It started months ago. People in my village have always led a peaceful life, but recently a new person moved to town. He was a strange fellow, only emerging from his house at night and rarely talking to the townsfolk. He seemed shifty, but I really started to keep an eye on him when his neighbor's livestock were drained, left in the fields devoid of blood. That night he seemed energized, stronger than usual. I began to watch him after the sun set, often forgoing sleep in favor of finding out what he was up to. Like clockwork, he would emerge from his house as the sun was setting and disappear into the shadows. Sometimes I could have sworn his eyes glowed red as he set off into the night. He looked human but felt... off. After a few weeks in town, he began to get visitors late at night. They would often come weak-looking and tired, but leave refreshed, with bottles full of a red liquid. As time went on the livestock in the surrounding area slowly died. When found, they would be completely drained, with 2 puncture ones somewhere on their body. People began to suspect there was a monster in the nearby forest, but I knew the truth. That man was somehow behind this. One morning, a farmer awoke me, claiming that the monster had attacked, but one cow survived. He claimed the animal had become violent, and it's eyes had grown blood red. He led me to the barn, where he had trapped the creature, and I decided that it was time to figure out this mystery. The next night, very carefully, I took the cow and put it in a nearby shed. I began my experiments. Learning what this creature was consumed my nights, and I soon grew careless. The man who lived in town was no longer being watched, and was out of livestock. Without a nearby source of blood, he soon moved to the townspeople. I paid no attention, and one by one, these people disappeared. Some would return, but they were different, often staying inside their houses until the sun had set. The town was empty, but it became alive at night. I ignored the loud yelling I often heard, assuming everything was okay. As I worked, I found the cow was susceptible to some things. It often became weak when in contact with water, or near garlic. It became sluggish and weak, but it didn't harm it. I needed something to defeat the creature that had moved to my town. Finally, I came upon my solution. Fire. One flame and the cow ignited, quickly burning to ashes. I had lost my test subject, but gained a new weapon. I went to bed that night satisfied with my work, but woke up to screams only minutes later. I grabbed my flint and steel and rushed out the door to help. Emerging from my house I tripped and crashed to the ground. To my horror. I had tripped over the body of my neighbor, a small old woman who lived alone with her dog. I was aghast. Who could have done such a thing? She was an innocent person who would never harm a soul. I found my answer as I looked up, seeing that strange man approach. His eyes glowed red as he licked the blood from his sharp, pointed teeth. \"Surprised?\" he said, drawing closer, eyes locked on me. Behind him, I saw once familiar faces now distorted, desperately searching for blood. This town was dead, and I was the only human remaining. With my flint and steel in hand, I knew what I had to do. The undead creature dove for me, but I hit him away and ran off into the night. I soon arrived to an abandoned building in the middle of town, and set it ablaze. The flame grew unbearably hot, but all I could do was watch the fire grow larger, and consume the town I once knew and loved. I would make them all burn. These creatures that consumed our livelihood, our people, everything in our lives. I would make them pay. The fire quickly spread, burning the demonic creatures until there were only ashes remaining. I left my home that night with only my flint and steel, but I will stop at nothing to make these vampires burn."
      ]
    }
  },
  {
    "id": "report3",
    "tags": [
      "mother",
      "baron"
    ],
    "book": {
      "title": "Royal Rivalry",
      "author": "Unknown scribe",
      "content": [
        "§lEntry 1:§r I have been hired to accompany a group of \"vampire\" hunters into one of those dark forests that seem to appear randomly, I am to take notes of what we see. I am unsure what they're expecting to find, but they're paying good money. We will journey there in the morning.",
        "§lEntry 2:§r I must admit I am finding this place remarkable, its almost as if the very plants suck the life from the soil; sharp thorns and alarmingly jagged bark. Oddly, I keep hearing this quiet voice, calling to me. Singing in my head, drawing me deeper into the woods. When I asked the \"hunters\" if they heard the same they just nodded, and told me \"not to follow it\".",
        "§lEntry 3:§r A lot has happened, most importantly, I think I am a believer now. We were attacked by a group of what I thought were other people only to discover extremely sharp teeth, glowing red eyes, alarming speed, and what seems to be regenerative properties? The hunters dispatched them quickly using these strange axes that seemed to almost burn the vampires flesh when made contact. ",
        "§lEntry 4:§r Some strange vampire wearing large extravagant almost royal black clothes stepped out from behind a tree, with a smile and a snap of her fingers a large group of vampires, like zombies, came upon us. The hunters did their best but for every vampire felled another took its place, again, and again, until finally only one hunter remained. The vampire woman, of whom I shall refer to as \"The lady\" simple smiled and stepped forth. Before he could take a swing she had stabbed her hand through his chest, taking his heart out and eating it. Then, as she turned to me, another vampire almost exactly like her had walked over and started hisssing loudly. Another finely dressed vampire had come forth, this time male. She hissed back, her entire eye turning blood red as she wings started to grow from her back and claws from her hands. The other vampire did the same. The two leapt at each other, delivering grievous wounds that seemed to close faster than they could be made. Finally the male had gotten the upper hand, stepping behind her and piercing her heart with his claws. She paused for the moment, taking shallow breaths. As he pulled her heart out she seemed to melt, her blood spilling out onto the grass. The man had suddenly turned on me, but before he could rip me to pieces, another hunter had arrived. Bearing strange all black armor, and a menacing black axe; he fought the man. Before long the hunter won, and planted the axe deep into his head. The man also froze, taking deep breaths, trying to pull the axe from his head. To no avail, for he too melted into a puddle of blood.",
        "§lEntry 5:§r I don't quite remember what happened afterwards. I simply woke up in a village church, one of the village priests tending to me. The hunter whom had saved my life sitting beside me, reading a letter. After asking how I had come to such a position, he simply told me \"Her voice had gotten to you, you tried to attack me.\" and no more. I will be taking my pay and never going near one of those forests again."
      ]
    }
  }
]
